Repository: Docsvision/m4d-sample
Catalog: PowersOfAttorney/PowersOfAttorneyServerExtension/Resources.*.resx
Languages: ru

source: Application for revocation of the power of attorney
ru: Заявление на отзыв доверенности

source: Cancellation of the power of attorney by the principal
ru: Отмена доверенности доверителем

# EmchdRetrustNotImplemented
source: Retrust of general format of powers of attorney has not been implemented
ru: Передоверие единого формата доверенностей не реализовано

# Error_DateIssCEOIDDocIsEmpty
source: Date of issue of identity document of head of the organization is not specified
ru: Не указан Дата выдачи документа, удостоверяющего личность руководителя организации

# Error_DateIssReprIDDocIsEmpty
source: Date of issue of representative's identity document is not specified
ru: Не указан Дата выдачи документа, удостоверяющего личность представителя

# Error_DateTimeOfSignatureIsEmpty
source: The date and time of the signature are not specified
ru: Не указана Дата и время подписи

# Error_EmptyCodeOfCitizenshipForForeignRepresentative
source: The country code of the foreign representative's citizenship is not specified
ru: Не указан код страны гражданства иностранного представителя

# Error_EmptyIssueDateOfDocumentProvingIdentity
source: The date of issue of the document certifying an individual acting without a power of attorney is not specified
ru: Не указана дата выдачи документа, удостоверяющего физлицо, действующее без доверенности

# Error_EmptyJointRepresentation
source: The attribute of joint powers is not specified
ru: Не указан признак совместных полномочий

# Error_EmptyMachineReadablePowerOfAttorney
source: Power of attorney data is not filled in
ru: Не заполнены данные доверенности

# Error_EmptyPowerOfAttorneyEndDate
source: The expiration date of the power of attorney is not specified
ru: Не указана дата окончания действия доверенности

# Error_EmptyPowerOfAttorneyStartDate
source: The date of the power of attorney is not specified
ru: Не указана дата совершения доверенности

# Error_EmptyPrincipalType
source: The type of principal is not specified
ru: Не указан тип доверителя

# Error_EmptyPrincipalWithoutPowerOfAttorneyIndividualCitizenship
source: The indication of the citizenship of a person acting without a power of attorney is not specified
ru: Не указан признак наличия гражданства лица, действующего без доверенности

# Error_EmptyPrincipalWithoutPowerOfAttorneyIndividualCountryCode
source: The country of citizenship code is not specified for a foreign individual acting without a power of attorney
ru: Не указан код страны гражданства для иностранного физ лица, действующего без доверенности

# Error_EmptyRepresentativeCitizenshipType
source: The nationality of the representative is not specified
ru: Не указан признак гражданства представителя

# Error_EmptyRepresentativeIndividualDocumentIssueDate
source: The date of issue of the document certifying the individual representative is not specified
ru: Не указана дата выдачи документа, удостоверяющего физлицо-представителя

# Error_EmptyRepresentativeType
source: The type of authorized representative is not specified
ru: Не указан тип уполномоченного представителя

# Error_EmptyRetrustType
source: The possibility of making a transfer of trust is not selected
ru: Не выбрана возможность оформления передоверия

# Error_EmptyRevocationPossibleType
source: The sign of an irrevocable power of attorney is not specified
ru: Не указан признак безотзывной доверенности

# Error_GenRepresentativeIsEmpty
source: Type of principal is not specified
ru: Не указан Тип доверителя

# Error_IncorrectUserCardData
source: Not all required data is filled in or the data is incorrect. Error message: {0}"
ru: Заполнены не все обязательные данные или данные некорректны. Ошибка: {0}

# Error_JointExerIsEmpty
source: Attribute of joint exercise of authority is not specified
ru: Не указан Признак совместного осуществления полномочий

# Error_ParentalPowerOfAttorneyNotFound
source: The power of attorney on the basis of which the transfer is carried out was not found
ru: Не найдена доверенность, на основании которой осуществляется передоверие

# Error_PayNotarActionIsEmpty
source: The information about the payment for the notarial action is not specified
ru: Не указаны Сведения об уплате за совершение нотариального действия

# Error_PoaDateOfIssueIsEmpty
source: The date of execution (issue) of the power of attorney is not specified
ru: Не указан Дата совершения (выдачи) доверенности

# Error_PoaIDNotFoundInUserCard
source: User power of attorney card does not have ID of system power of attorney card
ru: В пользовательской карточке доверенностей отсутствует идентификатор системной карточки доверенностей

# Error_PoaKindIsEmpty
source: Type of power of attorney is not specified
ru: Не указан Вид доверенности

# Error_PossibilityOfSubstitutionIsEmpty
source: The indication of the possibility of making a transfer is not specified
ru: Не указан Признак возможности оформления передоверия

source: Error_PowerOfAttorneyNumberNotFound
ru: Отсутствует номер доверенности

# Error_PowersTypeIsEmpty
source: Power type is not specified
ru: Не указан Тип полномочия

# Error_PowersTypeOfSEBIsEmpty
source: Type of powers of sole executive body is not specified
ru: Не указан Вид полномочий единоличного исполнительного органа

# Error_PrincipalTypeIsEmpty
source: Type of principal is not specified
ru: Не указан Тип доверителя

# Error_RevocIrrevPOAIsEmpty
source: The condition for revoking an irrevocable power of attorney is not specified
ru: Не указано Условие отзыва безотзывной доверенности

# Error_SignTransferIrrevPOAIsEmpty
source: The date and time of the signature is not specified
ru: Не указана Дата и время подписи

# Error_SinglePOAregnumberIsEmpty
source: The Single registration number of the power of attorney is not specified
ru: Не указан Единый регистрационный номер доверенности

# Error_UserCardNotFound
source: User power of attorney card {0} not found
ru: Пользовательская карточка доверенностей {0} не найдена

# InvalidPowerOfAttorneyFormat
source: Invalid power of attorney format: {0}
ru: Недопустимый формат доверенности: {0}

source: Power of attorney
ru: Доверенность

source: Power of attorney generated
ru: Доверенность сформирована

source: Power of attorney revoked
ru: Доверенность отозвана

source: Power of attorney signed
ru: Доверенность подписана

source: Reason
ru: Причина

source: Refusal of the representative from the powers
ru: Отказ представителя от полномочий

source: Select the type of application for revocation
ru: Выберите тип заявления на отзыв

source: Sign the application
ru: Подписать заявление

source: Specify the reason for cancellation or refusal
ru: Укажите причину отмены или отказа

source: The following fields are required
ru: Необходимо заполнить следующие поля

# Error_LegalAddressNotSpecified
source: Legal address is not specified in organization {0}.
ru: В организации {0} не указан юридический адрес.

# Error_InnNotSpecified
source: INN is not specified in organization {0}.
ru: В организации {0} не указан ИНН.

# Error_KppNotSpecified
source: KPP is not specified in organization {0}.
ru: В организации {0} не указан КПП.

# Error_OgrnNotSpecified
source: OGRN is not specified in organization {0}.
ru: В организации {0} не указан ОГРН.

# Error_OrgNameNotSpecified
source: Name is not specified in organization {0}.
ru: В организации {0} не указано название.

# Error_PositionNotSpecified
source: Position is not specified in for employee {0}.
ru: Для сотрудника {0} не указана должность.

# Error_GenCeoCitizenshipSignIsEmpty
source: Sign of citizenship is not specified
ru: Не указан признак наличия гражданства

# Error_EmptyCeo
source: Could not get the data of the head of the organization
ru: Не удалось получить данные руководителя организации

# Error_EmptyPrincipalOrganization
source: Failed to get the data of the principal
ru: Не удалось получить данные доверителя

# Error_EmptyPrincipalWithoutPowerOfAttorneyIndividual
source: It was not possible to obtain the data of an individual acting without a power of attorney
ru: Не удалось получить данные Физического лица, действующего без доверенности

# Error_EmptyRepresentativeIndividual
source: Could not get the representative's details
ru: Не удалось получить данные представителя

# Error_EmptySigner
source: Could not get the data of the signatory
ru: Не удалось получить данные подписанта

# Error_ParentalCardNotFound
source: The parental power of attorney card is missing
ru: Отсутствует карточка родительской доверенности

# Error_UnableToGetPowersCodeFromRow
source: Failed to get authorization code from string {0}
ru: Не удалось получить код полномочия из строки {0}

# Error_OriginalPowerOfAttorneyNotFound
source: The original power of attorney was not found
ru: Не найдена первоначальная доверенность

# Error_UnableToGetOriginalPowerOfAttorneyUserCard
source: Failed to get the original power of attorney
ru: Не удалось получить первоначальную доверенность

# Error_EmptyDelegatorType
source: The type of person who delegated authority is not specified
ru: Не указан тип лица передавшего полномочия

# Error_UnableToGetParentalPowerOfAttorneyUserCard
source: Failed to get the parental power of attorney
ru: Не удалось получить родительскую доверенность

# Error_PowerCodeLength
source: The selected entry cannot be added due to the requirements of this POA form (a power code must contain from 6 to 255 characters)
ru: Выбранную запись невозможно добавить из-за требований данной формы МЧД (код полномочия должен содержать от 6 до 255 знаков)

# Error_PowersEmpty
source: Powers are not specified
ru: Не указазаны полномочия

# Error_ValueLength
source: Value cannot be less than {0} characters
ru: Значение не может быть меньше {0} символов
